Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 当前授权未包含 DNS 编辑权限（%@）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن تعديل DNS (%@). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine DNS-Bearbeitungsberechtigung (%@). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include DNS edit permission (%@). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de edición de DNS (%@). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas la permission de modification DNS (%@). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可に DNS の編集権限（%@）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 DNS 편집 권한(%@)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de edição de DNS (%@). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de edição de DNS (%@). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz DNS düzenleme iznini (%@) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含 DNS 編輯權限（%@）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含 DNS 編輯權限（%@）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Hyperdrive 写权限（query-cache.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ Hyperdrive ‏(query-cache.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für Hyperdrive (query-cache.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for Hyperdrive (query-cache.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de Hyperdrive (query-cache.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture Hyperdrive (query-cache.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Hyperdrive の書き込み権限（query-cache.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 Hyperdrive 쓰기 권한(query-cache.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de Hyperdrive (query-cache.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de Hyperdrive (query-cache.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz Hyperdrive yazma iznini (query-cache.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Hyperdrive 的寫入權限（query-cache.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Hyperdrive 的寫入權限（query-cache.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 IP 访问规则编辑权限（firewall-services.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن تعديل قواعد الوصول عبر IP (firewall-services.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine Berechtigung zum Bearbeiten von IP-Zugriffsregeln (firewall-services.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: The current authorization doesn’t include IP Access Rules edit access (firewall-services.write). Sign out in Settings and re-authorize to enable it.
es_mx: La autorización actual no incluye acceso de edición de Reglas de acceso IP (firewall-services.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission de modifier les règles d’accès IP (firewall-services.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可には IP アクセスルールの編集権限（firewall-services.write）が含まれていません。 設定からログアウトして再認可すると有効になります。
ko: 현재 권한에는 IP 액세스 규칙 편집 권한(firewall-services.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하면 사용할 수 있습니다.
pt_br: A autorização atual não inclui acesso de edição de Regras de acesso IP (firewall-services.write). Saia em Ajustes e autorize novamente para ativar.
pt_pt: A autorização atual não inclui acesso de edição de Regras de acesso IP (firewall-services.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz IP erişim kurallarını düzenleme iznini (firewall-services.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 IP 存取規則編輯權限（firewall-services.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 IP 存取規則編輯權限（firewall-services.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 KV 编辑权限（workers-kv-storage.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن تعديل KV (workers-kv-storage.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine KV-Bearbeitungsberechtigung (workers-kv-storage.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include KV edit permission (workers-kv-storage.write). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de edición de KV (workers-kv-storage.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas la permission de modification KV (workers-kv-storage.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可に KV の編集権限（workers-kv-storage.write）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 KV 편집 권한(workers-kv-storage.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de edição de KV (workers-kv-storage.write). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de edição de KV (workers-kv-storage.write). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz KV düzenleme iznini (workers-kv-storage.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含 KV 編輯權限（workers-kv-storage.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含 KV 編輯權限（workers-kv-storage.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Pages 写权限（page.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ Pages ‏(page.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für Pages (page.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for Pages (page.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de Pages (page.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture Pages (page.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Pages の書き込み権限（page.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 Pages 쓰기 권한(page.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de Pages (page.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de Pages (page.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz Pages yazma iznini (page.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Pages 的寫入權限（page.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Pages 的寫入權限（page.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Queues 写权限（queues.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ Queues ‏(queues.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für Queues (queues.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for Queues (queues.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de Queues (queues.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture Queues (queues.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Queues の書き込み権限（queues.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 Queues 쓰기 권한(queues.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de Queues (queues.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de Queues (queues.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz Queues yazma iznini (queues.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Queues 的寫入權限（queues.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Queues 的寫入權限（queues.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 R2 写权限（workers-r2.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن الكتابة لـ R2 (workers-r2.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine R2-Schreibberechtigung (workers-r2.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include R2 write permission (workers-r2.write). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de escritura de R2 (workers-r2.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas la permission d’écriture R2 (workers-r2.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可に R2 の書き込み権限（workers-r2.write）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 R2 쓰기 권한(workers-r2.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de gravação do R2 (workers-r2.write). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de escrita do R2 (workers-r2.write). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz R2 yazma iznini (workers-r2.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含 R2 寫入權限（workers-r2.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含 R2 寫入權限（workers-r2.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Snippets 编辑权限（snippets.write）。
ar: لا يتضمن التفويض الحالي إذن تعديل Snippets (snippets.write).
de: Die aktuelle Autorisierung enthält keine Snippets-Bearbeitungsberechtigung (snippets.write).
en: Current authorization doesn’t include Snippets edit permission (snippets.write).
es_mx: Tu autorización no incluye el permiso de edición de Snippets (snippets.write).
fr: L’autorisation actuelle n’inclut pas la permission de modification des Snippets (snippets.write).
ja: 現在の認可には Snippets の編集権限（snippets.write）が含まれていません。
ko: 현재 인증에는 Snippets 편집 권한(snippets.write)이 없습니다.
pt_br: Sua autorização não inclui a permissão de edição de Snippets (snippets.write).
pt_pt: A sua autorização não inclui a permissão de edição de Snippets (snippets.write).
tr: Mevcut yetkilendirme Snippets düzenleme iznini (snippets.write) içermiyor.
zh_hant: 目前授權未包含 Snippets 編輯權限（snippets.write）。
zh_hk: 目前授權未包含 Snippets 編輯權限（snippets.write）。

source: 当前授权未包含 Snippets 编辑权限（snippets.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن التفويض الحالي إذن تعديل Snippets (snippets.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Die aktuelle Autorisierung enthält keine Snippets-Bearbeitungsberechtigung (snippets.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Current authorization doesn’t include Snippets edit permission (snippets.write). Log out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de edición de Snippets (snippets.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: L’autorisation actuelle n’inclut pas la permission de modification des Snippets (snippets.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可には Snippets の編集権限（snippets.write）が含まれていません。 設定でログアウトし、再認可すると有効になります。
ko: 현재 인증에는 Snippets 편집 권한(snippets.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de edição de Snippets (snippets.write). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de edição de Snippets (snippets.write). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Mevcut yetkilendirme Snippets düzenleme iznini (snippets.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含 Snippets 編輯權限（snippets.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含 Snippets 編輯權限（snippets.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 SSL 编辑权限（ssl-and-certificates.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن تعديل SSL (ssl-and-certificates.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine SSL-Bearbeitungsberechtigung (ssl-and-certificates.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: The current authorization doesn’t include SSL edit access (ssl-and-certificates.write). Sign out in Settings and re-authorize to enable it.
es_mx: La autorización actual no incluye acceso de edición de SSL (ssl-and-certificates.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission de modification SSL (ssl-and-certificates.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可には SSL の編集権限（ssl-and-certificates.write）が含まれていません。 設定からログアウトして再認可すると有効になります。
ko: 현재 권한에는 SSL 편집 권한(ssl-and-certificates.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하면 사용할 수 있습니다.
pt_br: A autorização atual não inclui acesso de edição de SSL (ssl-and-certificates.write). Saia em Ajustes e autorize novamente para ativar.
pt_pt: A autorização atual não inclui acesso de edição de SSL (ssl-and-certificates.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz SSL düzenleme iznini (ssl-and-certificates.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 SSL 編輯權限（ssl-and-certificates.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 SSL 編輯權限（ssl-and-certificates.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Transform Rules 编辑权限（zone-transform-rules.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن التفويض الحالي إذن تعديل Transform Rules (zone-transform-rules.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Die aktuelle Autorisierung enthält keinen Bearbeitungszugriff für Transform Rules (zone-transform-rules.write). Melde dich in den Einstellungen ab und autorisiere erneut, um sie zu aktivieren.
en: The current authorization doesn’t include Transform Rules edit access (zone-transform-rules.write). Sign out in Settings and re-authorize to enable it.
es_mx: La autorización actual no incluye acceso de edición de Transform Rules (zone-transform-rules.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: L’autorisation actuelle n’inclut pas l’accès en modification des Transform Rules (zone-transform-rules.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Transform Rules の編集権限（zone-transform-rules.write）が含まれていません。 設定からログアウトして再認可すると有効になります。
ko: 현재 권한에는 Transform Rules 편집 권한(zone-transform-rules.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하면 사용할 수 있습니다.
pt_br: A autorização atual não inclui acesso de edição de Transform Rules (zone-transform-rules.write). Saia em Ajustes e autorize novamente para ativar.
pt_pt: A autorização atual não inclui acesso de edição de Transform Rules (zone-transform-rules.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Mevcut yetkilendirme Transform Rules düzenleme erişimini (zone-transform-rules.write) içermiyor. Bunu etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Transform Rules 編輯權限（zone-transform-rules.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Transform Rules 編輯權限（zone-transform-rules.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 WAF 编辑权限（zone-waf.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن تعديل WAF (zone-waf.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine WAF-Bearbeitungsberechtigung (zone-waf.write). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include WAF edit permission (zone-waf.write). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de edición de WAF (zone-waf.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas la permission de modification WAF (zone-waf.write). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可に WAF の編集権限（zone-waf.write）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 WAF 편집 권한(zone-waf.write)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de edição de WAF (zone-waf.write). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de edição de WAF (zone-waf.write). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz WAF düzenleme iznini (zone-waf.write) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含 WAF 編輯權限（zone-waf.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含 WAF 編輯權限（zone-waf.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Workers 写权限（workers-scripts.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ Workers ‏(workers-scripts.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für Workers (workers-scripts.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for Workers (workers-scripts.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de Workers (workers-scripts.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture Workers (workers-scripts.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Workers の書き込み権限（workers-scripts.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 Workers 쓰기 권한(workers-scripts.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de Workers (workers-scripts.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de Workers (workers-scripts.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz Workers yazma iznini (workers-scripts.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Workers 的寫入權限（workers-scripts.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Workers 的寫入權限（workers-scripts.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含 Zero Trust 写权限（teams.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ Zero Trust ‏(teams.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für Zero Trust (teams.write). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for Zero Trust (teams.write). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de Zero Trust (teams.write). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture Zero Trust (teams.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には Zero Trust の書き込み権限（teams.write）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 Zero Trust 쓰기 권한(teams.write)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de Zero Trust (teams.write). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de Zero Trust (teams.write). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz Zero Trust yazma iznini (teams.write) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 Zero Trust 的寫入權限（teams.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 Zero Trust 的寫入權限（teams.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含「%@」的访问权限（%@）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك الوصول إلى «%1$@» (%2$@). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keinen Zugriff auf „%1$@“ (%2$@). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include access to “%1$@” (%2$@). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye acceso a “%1$@” (%2$@). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas l’accès à « %1$@ » (%2$@). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可に「%1$@」へのアクセス権限（%2$@）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 “%1$@”에 대한 접근 권한(%2$@)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui acesso a “%1$@” (%2$@). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui acesso a “%1$@” (%2$@). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz “%1$@” erişimini (%2$@) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含「%1$@」的存取權限（%2$@）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含「%1$@」的存取權限（%2$@）。 請在設定中登出後重新授權以啟用此功能。
